akm
alsa-firmware
alsa-plugins
alsa-utils
archlinux-keyring
ark
b43-fwcutter
base
base-devel
bash-completion
bat
bc
bind
bluedevil
blueman
bluez
bluez-utils
breeze-gtk
brightnessctl
btop
btrfs-progs
cantarell-fonts
cava
celluloid
cliphist
cpupower
cryptsetup
dbeaver
device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-breeze-sddm
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-settings-plasma
ethtool
exfatprogs
eza
f2fs-tools
fakeroot
fastfetch
ffmpegthumbnailer
ffmpegthumbs
firefox
firewalld
flameshot
flatpak
freetype2
fwupd
ghostty
git
github-cli
gjs
glances
glib2-devel
gnome-system-monitor
godot
gpm
gptfdisk
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs-mtp
gwenview
haruna
haveged
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpolkitagent
inetutils
intel-media-driver
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keychain
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
kitty
konsole
kscreen
ktorrent
kvantum
kwallet-pam
kwayland-integration
lazygit
less
libappindicator-gtk3
libdvdcss
libgsf
libopenraw
libspng
libva-intel-driver
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-firmware-marvell
linux-headers
logrotate
loupe
lsb-release
lsscsi
lutris
lvm2
maliit-keyboard
man-db
man-pages
mdadm
meld
mesa
mesa-utils
mkinitcpio-nfs-utils
modemmanager
mousepad
mpv-mpris
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nix
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-inst
nvidia-prime
nvidia-settings
nvidia-utils
nvm
nvtop
nwg-displays
nwg-look
obsidian
okular
openconnect
openssh
openvpn
os-prober
otf-aurulent-nerd
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
playerctl
plocate
poppler-glib
power-profiles-daemon
powerdevil
ppp
pptpclient
print-manager
python-capng
python-packaging
python-pyqt5
python-pyquery
qalculate-gtk
qt5ct
qt6ct
rebuild-detector
reflector
reflector-simple
rofi-wayland
rp-pppoe
rsync
rtkit
s-nail
sddm-kcm
sg3_utils
slurp
smartmontools
snapper
sof-firmware
spectacle
starship
steam
stow
sudo
superfile
swappy
swaync
swww
sysfsutils
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-volman
timeshift
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
typescript
umockdev
unrar
unzip
usb_modeswitch
usbutils
vdpauinfo
vi
vpnc
waybar
welcome
wget
which
whois
wireless-regdb
wireplumber
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-qxl
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xz
yay
yt-dlp
zed
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
