brave-bin
btop-theme-catppuccin
btrfs-assistant
cursor-bin
dropbox
envycontrol
hyprshot
jdk21-temurin
lazydocker
mcontrolcenter-bin
nordzy-hyprcursors
nvm-desktop-bin
oh-my-posh-bin
pamac-aur
pokemon-colorscripts-git
reiserfsprogs
rose-pine-hyprcursor
slack-desktop-wayland
teamviewer
ttf-meslo-nerd-font-powerlevel10k
ttf-victor-mono
visual-studio-code-bin
wallust
wlogout
xwaylandvideobridge
zsh-history-substring-search-git
zsh-nix-shell
